[general]
playerdied0 = [shake2][wave]Amo el olor de la [scream][big]MUERTE[/big][/scream] por la mañana...[/wave][/shake2]
playerdied1 = [shake2]Matarte es un trabajo duro, pero vale la pena, JA JA JA.[/shake2]
playerdied2 = [shake2]Oh, ¿eso dolió? Quizás deberías dejar de hacerlo entonces, niña.[/shake2]
playerdied3 = [shake2]Si amas a la muerte, ¡tal vez deberías casarte con ella![/shake2]
playerdied4 = [shake2]Oh, qué trágico. Eso me rompería el corazón... si tuviera uno.[/shake2]
playerdied5 = [shake2]Te voy a extrañar ahora que te has ido. Fallando una y otra vez ... ¡Qué grandes momentos tuvimos![/shake2]
playerdied6 = [shake2]Espero que nadie más te haya visto arruinarlo, niña ...[/shake2]
playerdied7 = [shake2]Vive rápido, muere joven y deja atrás un lindo cadáver, ¿eh? Al menos tienes dos de las tres.[/shake2]
playerdied8 = [shake2]¿Eso es todo lo que tienes? ¡Ponte seria, niña![/shake2]
playerdied9 = [shake2]Espero que lo hayas disfrutado, niña, porque hay mucho más de donde vino eso.[/shake2]
playerdied10 = [shake2]¡Oh jo jo, espero que no pienses que una muerte miserable te librará de tu contrato! Solo estamos comenzando...[/shake2]
playerdied11 = [shake2]Dicen que nadie aprecia lo que tiene hasta que lo pierde...[br]¡Solo te estoy ayudando a apreciar la vida![/shake2]
playerdied12 = [shake2]¡Oh, no, no te librarás de tu contrato tan fácilmente![/shake2]
playerdied13 = [shake2]¡Ups![/shake2]
playerdied14 = [shake2]¡Guau, buen trabajo! Muy buen trabajo, niña. Impresionante.[/shake2]
playerdied15 = [shake2]Tengo que darte crédito, niña. Nadie muere como tú.[/shake2]
playerdied16 = [shake2]¿Lamentando el "mejores amigos para siempre" niña? Puedo hacer esto por mucho más tiempo que tú.[/shake2]
playerdied17 = [shake2][wave]AHHH[/wave] ¡Se pone cada vez mejor![/shake2]
playerdied18 = [shake2]¿Siquiera lo estás intentando? Estos contratos no se harán solos, niña.[/shake2]
playerdied19 = [shake2]¿Te estás divirtiendo, niña? ¿Esto es emocionante para ti?[/shake2]

QuietMoment0 = [shake2]Ya sabes, siempre dicen que el amor es un sentimiento cálido... Pero personalmente ha sido una experiencia algo [wave]escalofriante.[/wave][/shake2]
QuietMoment1a = [shake2]¿Presentaste tus declaraciones de impuestos este año? Espera, ¡¿NO LO HICISTE?! Oh, vaya. ¡Necesitarás un abogado![/shake2]
QuietMoment1b = [shake2]Si tan solo conocieras a un abogado. ¡Oh, espera, de hecho lo soy! Bueno, lo era. ¡Tomaré tu caso! Solo necesito un alma como pago inicial.[/shake2]
QuietMoment2 = [shake2]Ah, deberías haberla visto en su día. Como la dinamita con un rayo láser, ya sabes.[/shake2]
QuietMoment3 = [shake2]"La muerte es inevitable, tu tiempo es valioso". ¿Quién etiquetó este [icon:timestophat]? ¡Pensé que estos sombreros estaban hechos para niños![/shake2]
QuietMoment4 = [shake2]Todos tenemos un alma gemela, supuestamente. Quiero decir, sé que la tengo. ¡Ella me está esperando! Aunque no veo a nadie esperando por ti.[/shake2]
QuietMoment5 = [shake2]Oye, niña, encontré a tus padres. Vinieron a saludar. Oh, pero los perdiste. Ellos ya se fueron.[wave]¡Qué lástima![/wave][/shake2]
QuietMoment6 = [shake2]Te pareces a tus padres, ¿lo sabías? Al menos creo que sí, sus espíritus se ven un poco brumosos. ¡Es una broma! O tal vez no. [wave]¿Quién te lo podría decir?[/wave][/shake2]
QuietMoment7 = [shake2]Ya sabes, te registraste para esto. Tal vez lo pienses dos veces antes de cambiar los términos de un contrato la próxima vez, niña.[/shake2]
QuietMoment8 = [shake2]Las mejores cosas de la vida merecen ser experimentadas una y otra vez, ¡pero la mayoría de las personas solo mueren una vez! [wave]¡Eres tan afortunada![/wave][/shake2]
QuietMoment9 = [shake2]Tengo una vieja amiga solitaria que vive sola en una casa vieja y polvorienta. Deberías visitarla... Las galletas que hace están para [scream]MORIRSE[/scream][/shake2]
QuietMoment10 = [shake2]Podrías pensar que el abrazo de la muerte es lo más frío que hay, pero puedo decirte por experiencia... que no es así.[/shake2]
QuietMoment11 = [shake2]¿Recuerdas los buenos viejos tiempos cuando traté de asesinarte? Eso fue divertido. Deberíamos hacer eso de nuevo alguna vez.[/shake2]
QuietMoment12 = [shake2]¡Este libro de autoayuda que he estado leyendo ha valido cada centavo! Realmente debería conseguirte una copia.[/shake2]
QuietMoment13 = [shake2]¿Sabías que no debes matar a tus contratistas? Aparentemente es "ilegal" o algo así. ¡Por suerte para nosotros, conozco algunas lagunas![/shake2]
QuietMoment14 = [shake2]¡No me mires así, esto es trabajo en equipo! Soy el equipo, tú eres el trabajo. Ahora, ¡adelante, soldado![/shake2]
QuietMoment15 = [shake2]Me encanta la música, ¿lo sabías? Mi canción favorita es, veamos ... "DeathScream.wav". ¡Qué melodía! Verdaderamente adelantado a su tiempo.[/shake2]
QuietMoment16 = [shake2]Aquí hay un dato curioso: ¡No hay leyes de trabajo infantil en el espacio![/shake2]
QuietMoment17 = [shake2]¿Sabías que puedes desbloquear un "Luigi" al completar cada Deseo Mortal en el primer intento? Ni siquiera sé qué es eso, pero tiene que ser genuino. ¡Lo leí en internet![/shake2]
QuietMoment18 = [shake2]Tengo un nuevo Deseo Mortal para ti, se llama "Salir al escritorio".[/shake2]
QuietMoment19 = [shake2]Oye, niña, ¿te acuerdas de esa enojada niñita roja? ¿Cuál era su problema de todos modos? ¿Ella es una amiga tuya?[/shake2]
QuietMoment20 = [shake2]Oye, ¿ves esa plataforma de allí? ¡Salta fuera! Quiero ver qué pasa.[/shake2]
QuietMoment21 = [shake2]No te preocupes, niña. ¡Soy un empleador que ofrece igualdad de oportunidades! Todas las almas son buenas para mí, independientemente de su edad, raza, sexo o su posición en la lista de especies en peligro de extinción.[/shake2]
QuietMoment22 = [shake2]¿Estás tomando un descanso, niña? Oh, no, no me importa... Tengo toda una [wave]eternidad[/wave]. TÚ ERES quien debería estar preocupada...[/shake2]
QuietMoment23 = [shake2]No me molestes, niña. ¡Solo te estoy acosando porque es alentador! Es alentador, ¿verdad? [wave]¡Bien![/wave][/shake2]
QuietMoment24 = [shake2]Quema algunas pinturas, destapa un inodoro, entregar algunos correos... Oh, pensaste que mis contratos eran [wave]tan fáciles[/wave] en ese momento...[/shake2]
QuietMoment25 = [shake2]Sabes, ese bosque mío solía verse muy diferente de cómo lo es ahora... pero eso fue hace una vida.[/shake2]

[FastWindmill]
EnterWindmill0 = [shake2]¡Mira todo eso! Siento que me marea.[/shake2]
EnterWindmill1 = [shake2]Día ventoso hoy, ¿eh? Cuidado por donde caminas.[/shake2]
WindmillCheckpoint0 = [shake2]¡Mira qué tan alto estás! Cuanto más alto subes, más duro te caes, ¿eh? [wave]¡No te caigas![/wave][/shake2]
WindmillCheckpoint1 = [shake2]Ya casi estás ahí, pero aún tienes muchas posibilidades de [scream][big]¡MORIR![/big][/scream][/shake2]
WindmillBirds0 = [shake2]Estas aves están tan enojadas, ¿me pregunto por qué?[shake2]
WindmillBirds1 = [shake2]¡Parece que eres la única cosa con la que pueden desquitarse! Que desafortunado.[shake2]
WindmillFire0 = [shake2]¡Ups! Parece que todo está en llamas. [wave]Me pregunto como sucedió.[/wave][shake2]

[HeatingUpHarder]
Intro0 = [shake2]Todo este calor es genial, ¿eh? Personalmente prefiero congelarme hasta la muerte.[/shake2]
Intro1 = [shake2]¿Está CALIENTE aquí o es...? Oh, eso es mucha lava[/shake2]
Intro2 = [shake2][wave][scream]¡¡¡AJAJAJAJA!!! ¡SÍ! ¡FUEGO![/scream][/wave][/shake2]
Intro3 = [shake2]Si supiera que prenderle fuego es así de fácil, ¡lo hubiera hecho hace siglos![/shake2]
Intro4 = [shake2]Oye, niña, creo que veo un helado por allí. [wave]¡Ups! ¡Se derritió![/wave][/shake2]
Intro5 = [shake2]Puedo oler que algo quema... y no es mi bosque.[/shake2]
Intro6 = [shake2]Vamos, niña, esto es como, ehhh... ¿El primer contrato?[/shake2]
Intro7 = [shake2]¿Qué están cocinando, niña? ¡Oh! ¡Es a [scream][big]TI![/big][/scream][/shake2]
Intro8 = [shake2]¿Está muy caliente, niña? Estoy seguro de que hay alguien aquí que puede refrescarte... permanentemente.[/shake2]
Intro9 = [shake2]Debe ser difícil pensar con claridad en todo ese calor, pequeña. No hay vergüenza en [wave]rendirse.[/wave][/shake2]

[StudioMoreGuards]
Intro0 = [shake2]Vi una de tus películas una vez. Estaba en el mostrador de una tienda. No la compré.[/shake2]
Intro1 = [shake2]Oye, niña. Solo pasé para decirte que pirateé tu película. Y ni siquiera la terminé.[/shake2]

[PonFrenzy]
Intro0 = [shake2]Espero que planees recolectar todos estos Pons para tus impuestos.[/shake2]
Intro1 = [shake2]¡Sigue, sigue coleccionando! Tengo que pagar por toda esta tinta de alguna manera...[/shake2]
Intro2 = [shake2]¡Muéstrame el dinero![/shake2]

[CruiseWorkingHard]
Intro0 = [shake2]Esos focas son propensas a accidentes e incapaces de realizar las tareas más básicas... y sin embargo, aún serían mejores en esto que tú.[/shake2]
Intro1 = [shake2]¡Este capitán es genial! Sus ojos muertos y su olor a humedad me recuerdan mi hogar.[/shake2]
Intro2 = [shake2]¿Sabías que este crucero tiene una política estricta contra el robo de almas? Es ridículo. ¡Debería demandarlos![/shake2]
Intro3 = [shake2]¡Ups! Acabo de pedir accidentalmente cien bebidas. ¿Y cómo se soltaron esos bebés? [wave]¡Qué torpe![/wave][/shake2]

[NiceBirdhouse]
BirdHurt0 = [shake2]Se supone que NO debes matar a los pájaros, ¿recuerdas?[/shake2]
BirdHurt1 = [shake2]¡Mira lo que has hecho! ¿No te sientes [wave]avergonzado?[/wave][/shake2]
BirdHurt2 = [shake2]¡Guauu! ¡Eres aún más monstruo desalmado que yo![/shake2]
BirdHurt3 = [shake2][wave]¡Noooo![/wave]¡Pobre pajarito![/shake2]
BirdHurt4 = [shake2]Ese pájaro estaba a solo dos días de su retiro.[/shake2]
BirdHurt5 = [shake2]¡Ese pájaro tuvo tres hijos! Supongo que ahora son huérfanos. [wave]¡Uuups![/wave][/shake2]
BirdHurt6 = [shake2]¿Sabes que no necesitas hacer todo eso, verdad, niña? Este no es uno de esos juegos que intenta hacerte sentir mal.[/shake2]

[DeathWishMap]
TimePieceLocked = [shake2]¡Eh! ¡Bájale a la velocidad, niña! ¡Ni siquiera has completado la versión normal de [name][ThatAct][/name] aún! Vuelve más tarde. [wave]Estaré esperando...[/wave][/shake2]

[Speedrun]
Intro0 = [shake2]Tienes que ir rápido, niña![/shake2]
Intro1 = [shake2]Ay, eso fue torpe. [wave]¡Es hora de empezar de nuevo![/wave][/shake2]
Intro2 = [shake2]Ni siquiera unos segundos y ya has cometido algunos errores[wave]Tsk, tsk.[/wave][/shake2]
Intro3 = [shake2]Ten cuidado, niña. ¡No te[scream][big]tropieces![/big][/scream][/shake2]
Intro4 = [shake2]¡Es hora de pisar el acelerador esta noche![/shake2]
Intro5 = [shake2]¿Cuál es la prisa, niña? No es como si fueras a [scream][big]MORIR[/big][/scream] si reduces la velocidad...[/shake2]
Intro6 = [shake2]¡Mejor empieza a correr, niña![/shake2]
Intro7 = [shake2]Afróntalo, tu carrera de speedrunner había terminado incluso antes de que comenzara.[/shake2]

[CanKick]
cans_a0 = [big][timepiece]¡Buen tiro![/timepiece][/big]
cans_a1 = ¡Mantenga nuestro barco limpio!
cans_a2 = ¡Pon la basura en su lugar!
cans_b0 = ¡Oh, mira! ¡Lo hiciste otra vez!
cans_b1 = No satisfecho con solo uno, ¿Eh? Me gustas. Tú sabes cómo pasar un buen rato.
cans_b2 = En ese caso, nuevo [timepiece]Deseo Mortal[/timepiece] desbloqueado: [hint]¡Patea 6 latas detrás del escritorio![/hint]
cans_b3 = Ya has hecho dos, ahora busca los otros cuatro.
cans_b4 = [wave]¡Que te diviertas![/wave]
cans_c0 = Guau... Realmente lo hiciste, qué tonto.
cans_c1 = Err... quiero decir, ¡¡¡felicidades!!!
cans_c2 = Ahora toma esta [timepiece]cosa secreta[/timepiece]. ¡Te la ganaste!

[Hub]
deathwish_intro0 = [shake2]¡Es un buen lugar el que tienes aquí, pequeña! ¿Qué pasa? Aún vivita y coleando, ya veo. Qué lástima.[/shake2]
deathwish_intro1 = [shake2]¿Qué tal si lo solucionamos con un pequeño trato? Te diré algo, haces algunos nuevos contratos para mí y te recompensaré generosamente. Si sobrevives, claro.[/shake2]
deathwish_intro2 = [shake2]Tengo [hint]este pequeño mapa[/hint] para ti. Notarás que he marcado solo un contrato por ahora, tendrás que completarlo antes de desbloquear el resto. Verificando y balanceando, ya sabes.[/shake2]
deathwish_intro3 = [shake2]Y ten cuidado, niña. Estos no son tus típicos contratos diarios promedio. Estos son... [wave]contratos avanzados.[/wave][/shake2]
deathwish_intro4 = [shake2]No queremos que [scream][big]MUERAS[/big][/scream] en el trabajo, ¿verdad?[/shake2]
deathwish_intro5 = [shake][big][scream][wave]¡¡¡AHHHHAJAJAJAJAJAJAJA!!![/wave][/scream][/big][/shake]

deathwish_post_intro0 = [shake2]¡Bien hecho, niña! Ya puedes encender una vela, estoy realmente impresionado. Puedes completar estos contratos en [hint]cualquier acto[/hint]. Algunos actos pueden ser más adecuados que otros, ¡elige con cuidado![/shake2]
deathwish_post_intro1 = [shake2]¿Qué estás esperando? ¡Vete! ¡Shoo![/shake2]

deathwish_coop_disabled = Snatcher solo puede tener un cliente legal a la vez, desafortunadamente.

deathwish_open0 = [shake2]¿De vuelta por más, niña? Bueno, echemos un vistazo a tu mapa...[/shake2]
deathwish_open1 = [shake2]Saca ese mapa, niña. Hagamos algunos contratos.[/shake2]
deathwish_open2 = [shake2]¿Qué quieres, niña? Estoy volviendo a leer mi parte favorita de este libro.[/shake2]
deathwish_open3 = [shake2]¿Estás lista para morir un poco más? ¡Estupendo![/shake2]
deathwish_open4 = [shake2]¡Oye, mira, es la niña molesta que muere todo el tiempo![/shake2]
deathwish_open5 = [shake2]¿Quieres un Deseo Mortal, niña? ¡Tengo muchos![/shake2]
deathwish_open6 = [shake2]¡Es hora de volver al trabajo![/shake2]
deathwish_open7 = [shake2]¡De vuelta a la vieja piedra![/shake2]

dw_25_complete0 = [shake2]¡Guau, niña, mira por donde vas! Tal vez eres más robusta de lo que parece.[/shake2]
dw_25_complete1 = [shake2]¡Tienes un buen número de contratos en tu haber, pero hay mucho más de donde vino eso![/shake2]
dw_25_complete2 = [shake2]Así que vuelve a eso, pequeña. El tiempo corre.[/shake2]

dw_50_complete0 = [shake2]Parece que has completado bastantes de mis contratos ...[/shake2]
dw_50_complete1 = [shake2]Pero no te enorgullezcas demasiado, ¡Estoy a medio terminar contigo![/shake2]
dw_50_complete2 = [shake2]Todavía quedan muchos contratos por terminar. No pensaste que podrías salirte con la suya simplemente completando los objetivos principales, ¿o sí?[/shake2]
dw_50_complete3 = [shake2]¡Ahora ve, vuelve al trabajo![/shake2]

dw_75_complete0 = [shake2]Realmente estás destruyendo esos contratos, ¿verdad?[/shake2]
dw_75_complete1 = [shake2]¡A este ritmo terminarás con ellos en poco tiempo![/shake2]
dw_75_complete2 = [shake2]... Tengo que ser perfectamente honesto contigo, niña. No esperaba que siguieras con esta espiral mortal por tanto tiempo, ¿sabes?[/shake2]
dw_75_complete3 = [shake2]Pero oye, ¿quién sabe? ¡Tu próxima muerte podría ser la última! [Br] ¡Podríamos tener suerte![/shake2]
dw_75_complete4 = [shake2]De acuerdo, ¡vuelve al trabajo![/shake2]

dw_all_complete0 = [shake][scream]... ¡¿QUÉ?! ¿¡NO ESTÁS MUERTA!?[/scream][/shake]
dw_all_complete1 = [shake2]¡Este libro fue inútil! Los voy a demandar ...[/shake2]
dw_all_complete2 = [shake2]Ugh. Has completado todos mis contratos, pero de alguna manera todavía estás viva para molestarme. Gracias, supongo...[/shake2]
dw_all_complete3 = [shake2]De verdad. Eso es genial. Felicidades.[/shake2]
dw_all_complete4 = [shake2]... ¿Eh? ¿Quieres una recompensa? Mira, niña. Hemos hecho esto antes. [Br] Realmente necesitas aprender a negociar por adelantado.[/shake2]
dw_all_complete5 = [shake2]Tengo la sensación de que no me vas a dejar en paz a menos que entregue algo. [br] Siempre es sobre ti, ¿eh?[/shake2]
dw_all_complete6 = [shake2]Sabes, ni siquiera se suponía que debías llegar tan lejos. Deberían elegir algunas flores para ti ahora mismo.[/shake2]
dw_all_complete7 = [shake2]¡Así que supongo que no siempre podemos obtener lo que queremos![/shake2]
dw_all_complete8 = [shake2]Ahora, allí. Al menos tienes la sensación de que has logrado algo. [br]Te lo has [wave]ganado.[/wave][/shake2]
dw_all_complete9 = [shake2]Si no estaba claro, nuestro negocio está concluido. Ve a molestar a alguien más, niña.[/shake2]

deathwish_revisit0 = [shake2]¿Tú otra vez? ¿Por qué no me dejas en paz?[/shake2]
deathwish_revisit1 = [shake2]Sabes que no hay más contratos, ¿verdad?[/shake2]
deathwish_revisit2 = [shake2]¿Quieres volver a abrir algunas viejas heridas? Eso está bien para mí.[/shake2]
deathwish_revisit3 = [shake2]¿Recuerdas esa vez que casi mueres? Me gustaría volver a rememorar eso.[/shake2]
deathwish_revisit4 = [shake2]Vete, niña, me molestas.[/shake2]
deathwish_revisit5 = [shake2]No tengo más trabajo para ti, niña. ¿Por qué no consigues un trabajo real?[/shake2]
deathwish_revisit6 = [shake2]¿No tienes asuntos sin resolver, niña?[/shake2]